Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Bruk av eventyr
fkv: 1. Aukaise iPadin.

source: Troll i ord - har lydfiler og oppgaver på mange språk
fkv: Lastaa alas apin Puppet Pals app jonka löyđät App Storesta.

source: - er for alle barn uavhengig av morsmål
fkv: 2. Lastaa alas karaktäärit, rekvisiitit ja kylissit

source: - oppfordrer til læring med hele kroppen - er utviklet i samarbeid med språkforsker
fkv: Painaa linkkii alhaala iPadissa, ja ko kuva tullee ylös niin painat kuvvaa ja valittet Arkiveeraa kuvan.

source: - bygger på Lær meg norsk før skolestart!
fkv: Silloin kuvat oon laakrattu iPadin kuvabiblioteekkhiin.

source: Web:
fkv: B4j2

source: Innholdet i Troll i ord
fkv: Riikinkukko ilman färittä

source: Troll i ord består av både konkreter og digitalt innhold
fkv: Riikinkukko färriin kans Riikinkukko osittain färjätty

source: Digitalt innhold:
fkv: Korppi ilman färittä

source: Troll i ord har 7 eventyrapper og en lærerapp.
fkv: Korppi färriin kans Venheet ja ruvat

source: Disse er tilgjengelig i AppStore.
fkv: Pensselit Syväfađit missä oon maalii

source: Konkreter:
fkv: Punainen hieta

source: De tre Bukkene Bruse
fkv: Sininen vaaranjärvi

source: Eventyr med nordisk opphav.
fkv: Kulissebakgrunn Suutari

source: Språkesken inneholder: Treklosser (karakterer og terninger med talltema), eventyr-
fkv: Keituri faartissa

source: og kulissehefte, ni fortellekort, tøypose.
fkv: 4j3

source: Gutten som gikk til Nordavinden
fkv: 3. Alkkaat apin Puppet Pals 4j3

source: Språkesken inneholder: Treklosser (karakterer og terninger med bokstavtema), eventyr-
fkv: Valitte eeventyyrikaraktäärit ja rekvisiitit painaamalla Add Actor from Photo.

source: og kulissehefte, ni fortellekort, tøypose. Da påfuglen og raven fikk fargene sine
fkv: Sie saat tyhä nouttaat yös yhđen kuvan kerrala (ođota kylissikuvan kans).

source: Eventyr med vietnamesisk opphav.
fkv: 5. Valita karaktäärit ja rekvisiitit

source: Språkesken inneholder: Treklosser (karakterer og terninger med fargetema), eventyr- og kulissehefte, ni fortellekort, tøypose, fargespill.
fkv: Ko sie olet lisäny kaikki karaktäärit ja rekvisiitit, niin merkkaat net mitä sie halluut pittäät eeventyyrifilmissä jonka aijot tehđä.

source: Eventyr med somalisk opphav.
fkv: Sie saatat valita maks 8 kuvvaa (valitut kuvat muututhaan vihrisiksi).

source: Språkesken inneholder: Treklosser (karakterer med dyr og mønster som tema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: 4j6

source: Skomakeren Dratewka Eventyr med polsk opphav.
fkv: 6.Lastata ylös ja valita kylissitavukset

source: Språkesken inneholder: Treklosser (karakterer og innhold med bygg som tema), eventyr- og kulisse​hefte, ni fortellekort, tøypose.
fkv: Painaa next alhaala oikkeessa nuskassa. Nyt sie piđät valita kylissit painaamalla Add Backdrop from Photo samala tavala niin ko karaktääriitten kans.

source: Eventyr med nordsamisk opphav.
fkv: Sie saatat valita maks 5 kylissiitä.

source: Språkesken inneholder: Treklosser (karakterer og terninger med samisk kultur som tema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: Nyt sie saatat alkkaat ottamhaan ylös eeventyyrii. Se ala minkä filmissä näytethään oon nelikantti minkä oon peitetty sillä kylissillä minkä oon valittu.

source: Språkesken inneholder: Treklosser (karakterer og innhold med samisk kultur og bærekraft som tema), eventyr- og kulissehefte, ni fortellekort, tøypose.
fkv: Alhaala vasemassa nuskassa saatat zoomata sisäle ja ulos niin ette sie näjet karaktäärit filmialan ulkopuolela, tahi sie saatat kans zoomata sisäle niin ette saatat työtelä filmialassa.

source: - Hvilket eventyr skal jeg velge
fkv: 4j8

source: Velge eventyr
fkv: 8. Tehe ylösoton

source: Det kan være vanskelig å vite hvilket eventyr man skal starte med dersom man er ny for Troll i ord, og heller ikke kjenner eventyrene i serien.
fkv: Ko sie painat punaista record-knappii ylemässä kantissa, niin tehet ylösoton. Sie saatat koska tahansa pausata ylösoton.

source: Vi har derfor samlet noen tips fra barnehager som har brukt verktøyet i flere år.
fkv: Se saattaa olla hyvä ette raavas ohjaa ylösottoo ja tekkee pausin, ainaki alussa.

source: Troll i ord-serien består av 7 eventyr med opphav fra ulike deler av verden.
fkv: Ennen ko tehettä ylösoton, niin tet sovitta sen sekvensin minkä aijotta tehđä ja mitä aijotta sannoot.

source: Bukkene Bruse, Påfuglen og ravnen og Krokodillen og reven er korte og enkle eventyr som passer for alle barn.
fkv: Sen jälkhiin tet pausaatta ylösoton ja tehettä saman prosedyyrin tapattuman tulleevale sekvensille.

source: De to samiske eventyrene om Stallo og Undervannslandet, samt Gutten og Nordavinden og Skomakeren Dratewka er lengre eventyr som ofte er mer tilgjengelige for de eldste i barnehagen og for skolebarn.
fkv: Anna mielelä lapset styyrätä tapattuman ilman ette korrigeeraat heitä. Ko lapset nähđhään ja kuulhaan oman filmin, niin het saađhaan ideetä siitä kuinka het saatethaan tehđä tulleevan ylösoton vielä paremin.

source: Tilbakemeldinger fra Espira Salamonskogen er imidlertid: «Ikke velg eventyr kun ut fra barnas alder.»
fkv: Muistele eeventyyrin (äänen otethaan ylös sishäisellä mikrofuunila iPadissa) samala ko sie siirät karaktääriitä ja rekvisiittiitä sisälä ylösottoalassa.

source: - Hva vil barnet/barna lære?
fkv: 10. Bytte kulissebakgrunner

source: Hvilke interesser har de?
fkv: 10. Vaihettaat kylissitavukset

source: - Hva trenger de i hverdagen/hva møter de i hverdagen?
fkv: Saatat vaihettaat kylissin ko painat keltaissii tuskui ylhäälä oikkeessa nuskassa.

source: - Korte eventyr passer for alle.
fkv: Jokhainen tusku näyttää yhđen kylissin.

source: Råtips
fkv: 4j11

source: Dersom man fremdeles er usikker i forhold til valg av eventyr er tipset fra Espira Salamonskogen å starte med eventyret om Påfuglen og ravnen.
fkv: Sieltä saatat lähättäät filmin e-postila tahi jollaki muula tavala (filmistä tullee ushein niin iso ette sitä ei saata lähättäät e-postila).

source: Eventyret fenger barn i ulik alder og med ulike interesser. Temaene farge og form gir rom for mange ulike aktiviteter der barna får øve på ord og begreper de møter i barnehagen og i hverdagen ellers.
fkv: Sitte ko lapset tieđethään kuinka filmin tehđhään, niin aktiviteetin saattaa mielelä yhđistäät käsityöaktiviteetthiin missä lapset saatethaan maalata tahi tägnätä omat karaktäärit ja rekvisiitit.

source: I språkesken med konkretene for Påfuglen og ravnen følger det f.eks med et brettspill om farger.
fkv: Lapset saatethaan kans tehđä maiseman missä tapattuma tapattuu, tahi het saatethaan hakkeet motiivin luonosta.

source: Brikkene i spillet har farger, det samme har feltene på brettet.
fkv: Het saatethaan ottaat kuvvii kameralla tahi iPadila.

source: Man må vente på tur, trekke en og en fargebrikke og legge på rett plass for å fylle sitt område på brettet.
fkv: Tägningit ja foto vieđhään sitte iPadin kuvabiblioteekkhiin ja sitte net lastathaan ylös Puppet Palshiin.

source: Hva er «Troll i ord»?
fkv: B4j13

source: (finnes lenger opp i manus) Troll i ord er et verktøy for språkstimuleringsarbeid i barnehage og småskole.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä trollin ja pukit mikkä oon Pukkiin färjäämäaktiviteetissa.

source: Verktøyet og arbeidsmetodene er utviklet ut fra kompetansemålene i Rammeplan for barnehagen 2017. Troll i ord tar utgangspunkt i bruk av eventyr.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä pojan ja muut karaktäärit mikkä oon Pohjaistuulen färjäämäaktiviteetissa.

source: Det å forankre ulike former for språkstimulering i bruk av litteratur er et vesentlig kjennetegn for Troll i ord.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä riikikukon ja muut karaktäärit Riikinkukon färjäämäaktiviteetissa.

source: Det digitale innholdet i Troll i ord har fortellerstemmer på 32 ulike språk. Hvorfor er vi opptatt av morsmålet og et språklig mangfold i barnehagen/skolen?
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä krokodillin ja muut karaktäärit mikkä oon Krokodillin färjäämäaktiviteetissa.

source: Et språklig mangfold er viktig både for individ og samfunn - og med Troll-i-ord ønsker vi å tilby verktøy som stimulerer og styrker det språklige mangfoldet i barnehagen og i skolen.
fkv: S4j13 Lapset saatethaan kans tehđä omat karaktäärit färjäämällä suutarin ja muut karaktäärit mikkä oon Suutarin färjäämäaktiviteetissa.

source: De barna som får morsmåls-støtte i barnehage klarer seg bedre faglig.
fkv: ST4j13

source: Det har sammenheng med at det er enklere å tilegne seg kunnskap på språk man behersker godt, og derfor bør morsmålet nyttes som opplæringsspråk.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä Stallun ja muut karaktäärit mikkä oon Stallun färjäämäaktiviteetissa. U4j13

source: På samme måte vil læring av andrespråket ha svak utvikling eller i verste fall bli hemmet, dersom morsmåls-ferdighetene er underutviklet.
fkv: Lapset saatethaan kans tehđä omat karaktäärit färjäämällä saivolaispojan ja muut karaktäärit mikkä oon Veđenalaisen mailman färjäämäaktiviteetissa.

source: Hvorfor er du som forelder/foresatt en viktig ressurs i språkopplæringen?
fkv: Tähän aktiviteetthiin tarvittet MyMemo-apin jonka saat App Storesta.

source: Vi håper dere vil ta del i utforskningen av Troll-i-ord og støtte opp under viktigheten av lesing og litterære samtaler.
fkv: Apin avula lapset saatethaan helpola tavala työtelä loton ja kategoriseeringin kans. 1. Aukaise iPadin

source: Innlogging nettleser Innlogging for abonnenter:
fkv: 2. Lastaa alas karaktäärit, rekvisiitit ja kylissit

source: Troll i ord - språkverktøy er støttet av Utdanningsdirektoratet, Sametinget og Innovasjon Norge
fkv: Paina linkkii alhaala iPadissa, ja ko kuva tullee ylös, niin painat kuvvaa ja valittet Arkiveeraa kuvan.

source: Last opp bilder fra arbeidet med Troll-i-ord i din barnehage
fkv: Silloin kuvat oon laakrattu iPadin kuvabiblioteekkhiin.

source: Dari
fkv: Bukken

source: Farsi (persisk) Fransk
fkv: 3. Alkkaat apin MyMemo

source: Russisk
fkv: Aukaise MyMemo ja paina + ylhäälä oikkeela.

source: (sør-)samisk (lule-)samisk
fkv: Nyt sie saat kaksi valinttaa:

source: (nord-)samisk somali
fkv: 4.Lissää kuvan ja tekstin

source: Samisk innhold Samefolket
fkv: Paina + ette lissäät kuvan

source: Samefolket har aldri ført krig.
fkv: Paneeli missä oon nelje valinttaa.

source: Samene ønsker å leve fritt og fredelig i det daglige arbeidet, der de kjenner seg hjemme.
fkv: Paina Kamerarullaa joka oon vasemalla ette lastaat ylös kuvan telefuunista/nettipretasta.

source: De prøver å løse konflikter med fornuft, og de tar tiden til hjelp.
fkv: Ko olet valinu kuvan niin sie saatat justeerata kuvan kovon ja paikan.

source: Eventyr har de alltid fortalt: hvilepausene ved bålet på fjellet, i fiskerbåten, om vinterkveldene i gammen.
fkv: Paina Pykälä-knappii oikkeela ko olet valmis. Jos halluut alkkaat uuđesti, niin paina Takaisin-knappii vasemalla.

source: Eventyrene var som billedbøker der de kunne se de usynlige ting, bli kjent med naturlovene, og med kreftene i seg selv.
fkv: Ko kuva oon valmis niin sie saatat lisätä äänen. Paina Mikrofuunii oikkeela ette aloitat ylösoton automaattisesti ja Stopp-knappii ko olet valmis.

source: Det var både underholdende og lærerikt.
fkv: Ylösotto toppaa automaattisesti 10 sekunin jälkhiin.

source: Vet du forresten at før i tiden betydde ordet underholdning: Det vi lever av?
fkv: Paina Play ko halluut kuunela ylösoton ja Pykälä-knappii oikkeela jos halluut pittäät ylösottoo.

source: Mange av de gamle eventyrene er glemt i dag.
fkv: Sie saatat poistaat ylösoton painamalla Takaisin-knappii.

source: De viftet vekk med vinden da den nye tiden kom og forandret så mye.
fkv: Jos sie et halluu ette kortissa oon ääni, niin sitte valittet Mikrofuunin jossa oon streekki yli.

source: Det er trist å tenke på all den fine diktningen som er blitt borte.
fkv: Tipsi: Sie saatat poistaat, muuttaat tahi lisätä äänen kortthiin klikkaamalla Pännää.

source: Det er inni hvert menneske at alt sammen skjer.
fkv: Tämän sie löyđät ylhäälä oikkeela aukkeemasivvula.

source: Det er vi som velger hvordan vi skal gå ut i verden: Som en stalo eller sajve, som en ulv, eller rein, eller kanskje en bjørn?
fkv: Klikkaa sitä pellii mitä halluut redigeerata, ja etheenpäin sitä korttii minkä kans halluut työtelä.

source: Den som ikke tror på at dette er sant, kan heller ikke fortelle eventyr.
fkv: Ota ylös halutun äänen painamalla Mikrofuunii ja poista äänen klikkaamalla Roskakorrii.

source: Det bodde liksom en usynlig makt i bestemte berg, og i noen elver og vatn, sa de gamle samene.
fkv: Tehe saman prosessin toissii korttii varten ja paina Pykälää ylhäälä vasemassa nuskassa ette laakraat pelin.

source: Slike steder, og de maktene som bodde der, ble kalt sajve.
fkv: Jos halluut poistaat koko pelin niin painat Roskakorrii alhaala vasemalla.

source: Når sajvene gjorde seg synlige, var det oftest i menneskeskikkelse.
fkv: Tähän aktiviteetthiin tarvittet Book Creator -apin App Storesta.

source: De var svært vakre og gikk gjerne i blå kofte.
fkv: Tämä oon maksulinen appi, mutta jos oon peret-abonnementti iCloudissa, niin sammaa appii saattaa pittäät viiđessä nettipretassa.

source: De levde nøyaktig på samme måte som samene, men alt var mer fullkomment i sajvelandet;
fkv: Apin kans lapset saatethaan helpola tavala tehđä omat digitaaliset kirjat. 1. Aukaise iPadin

source: der var det stor lykke og rikdom.
fkv: Lastaa alas Book Creator-apin App Storesta.

source: Sajvene viste seg ofte for menneskene, snakket med dem, lærte dem naturlovene og ga gode råd.
fkv: Paina linkkii alhaala iPadissa, ja ko kuva tullee ylös niin painat kuvvaa ja valittet Arkiveeraa kuvan.

source: Slike råd var det best å følge, ellers gikk det ille.
fkv: Silloin kuvat oon laakrattu iPadin kuvabiblioteekkhiin.

source: Da måtte hun bli på jorden, og han måtte gifte seg med henne.
fkv: Aukaise Book Creatorin ja paina New Book ylhäälä vasemalla.

source: Hvis han fulgte alle hennes råd ville ekteskapet bli meget lykkelig.
fkv: Valitte kirjan formaatin. 4. Lissää karaktäärit, rekvisiitit ja kuvat

source: Hun hadde med seg medgift også: En stor reinflokk av utrolig vakre dyr.
fkv: Valitte eeventyyrikaraktäärit, rekvisiitit ja kuvat klikkaamala + ylhäälä oikkeela.

source: Men hvis gutten brøt påbudene hun ga ham, mistet han både kona si og alle de godene hun hadde brakt med seg, og han ville bli forfulgt av uhell resten av livet.
fkv: Ko tulet sisäle sinun kuvamapphiin, saatat valita sen kuvan minkä halluut. Ko kuva oon tullu sishään, niin justeeraat sen niin ette se soppii sivvhuun.

source: Sajvene lot seg aldri narre, sånn som staloene.
fkv: Sie saatat lisätä videon samala tavala niin ko kuvat.

source: Det hendte at sajvene forlangte at samene flyttet gammen sin, eller reingjerdet, fordi det var rett over deres hus.
fkv: 6. Lissää tekstin

source: I sajvesjøene var det dobbelt bunn.
fkv: Paina + ylhäälä oikkeela, valitte T Add text.

source: På underbunnen bodde de som rådde for fiskene.
fkv: Kirjoita halutun tekstin ja justeeraa kovon klikkaamala l ylhäälä oikkeela.

source: De ga fin fangst til gode mennesker som fulgte livslovene.
fkv: l:n alla valittet m.m. kovon, kirjoitustyypin, färin.

source: Ingen måtte snakke mens de fisket i sajvesjøen, og ikke skråle og banne når de arbeidet med reinen.
fkv: Sie saatat tehđä hyperlinkin markkeeraamala sen sanan tahi sätningin minkä tahđot linkata ylös.

source: En måtte ferdes fint der sajvene holdt til.
fkv: Kirjoita URL-adressin ja sie olet tehny hyperlinkin.

source: Da ville det alltid være et velsignet landskap.
fkv: Paina + ylhäälä oikkeela, ja valitte Add sound.

source: «Staaloe er en sentral mytologisk skikkelse i samisk fortellertradisjon.
fkv: Ota ylös äänen klikkaamalla punaista knappii ja luje tekstin sishään.

source: Derfor brukes han som representant for kaos-kreftene i verden.
fkv: Ko olet valmis niin painat vielä toisen kerran ja vastaat Yes.

source: Samtidig er han en av «de andre», de som kommer uten ifra og som ikke forstår noe om samisk natur og tradisjon.»
fkv: Se tullee knappi missä oon kovaäänisen symboli ja sie saatat siirttäät sen siihen mihin se passaa sivvula.

source: Ingen er trygg med en stalo i nærheten.
fkv: Sie alat pellaamisen tupultiklikkaamalla ikonii.

source: Den som kjenner ham vet at det bare gjelder én ting: få livet av ham, koste hva det vil!
fkv: 9. Poista äänen

source: I riktig gamle dager var staloene usynlige, men de røpet seg likevel: De bråkte og klapret med alt som lå i veien for dem, de plystret og fløytet.
fkv: Jos et ole tytyväinen sishäänpellauksen kans, niin poistat sen markkeeraamala ikonin ja painamalla l. Alimaisena seissoo nyt Delete.

source: Var de sinte kunne de rive svære trær over ende.
fkv: Paina sitä ja sishäänpellauksen oon poistettu.

source: Så du skjønner at staloen var i vinden og stormen.
fkv: 10. Panna sivvhuin färit Paina tyyhää paikkaa sivvula.

source: Det var strengt forbudt for samebarn å plystre, for da lokket de på staloen.
fkv: Painaa sitte l ja valitte sen färin minkä halluut ette sivvula pittää olla.

source: Når staloen hadde ett opp et menneske, var det slutt med usynligheten.
fkv: Ko kirja oon valmis niin sen saattaa laakrata My Booksissa, printata tahi jakkaat muitten kans.

source: Da viste han seg å være en kjempe, med kjempekrefter og kjempeappetitt, og han liknet mistenkelig på vikinger, handelsmenn og skatteoppkrevere.
fkv: Mene My Bookshiin ylhäälä vasemalla, paina neliskanttii missä oon nuoli ulos ja valitte Eksport as ePub. Sitte sie valittet Open in.

source: Han var pyntesyk og skrytende og meget rik.
fkv: Sie saatat valita iBooks ja panna kirjan kirjahyllhyyn.

source: Staloen likte å vise kreftene sine.
fkv: Ko sen oon siiretty niin se aukkee.

source: Han hadde alltid med seg øks og treklubbe, en diger pengepung (noen mener en hel sekk!
fkv: Sie saatat nyt plaavata sitä ja pelata ääntä ja kattoot videoita suorhaan kirjassa.

source: ), og en bikkje som pleide hete Ragk, Ragke eller Homp.
fkv: oon työkalu kielistimuleerinkkii varten lastentarhaassa ja koulussa.

source: Men det var lett for samene à lure staloer, for tanken deres var tung og treg. Yndlingsmaten i stalo-familien var frosk, padder og samebarn.
fkv: Työkalun lähtökohtana oon eeventyyrit, ja se yhđistää konkreetit ja digitaalisen sisälyksen jossa oon muisteliijaäänet yli 30 kielelä.

source: Men hvis det kom litt bålrusk eller aske i maten, da slo de det ut til bikkja. Den som ville ta livet av en stalo, måtte bare slå til ham én gang, ellers ble staloen bare sterkere.
fkv: Troll i ord:in avula lapset saađhaan ymmäryksen sisälyksestä ja pystythään muistelemhaan sen uuđesti suulisen muisteluksen, visuaaliseeringin ja muitten jakamismetuudiitten avula.

source: Men når staloen var slått ned, ble han rolig liggende og prøvde ikke reise seg igjen før samen hadde slått ham ihjel.
fkv: Het saađhaan kans harjoittelluu siinä ette syventtäät ja reflekteerata sen kautta ette het tehđhään sisälyksen itte.

source: Alle samer visste at det eneste fornuftige i villmarken, var å bo sammen i storfamilie.
fkv: Aktiviteetit tehđhään mahđolisiksi erilaiset työtavat ja otethaan pithoon eri oppimastrategiita.

source: Men staloene skjønte ikke såpass.
fkv: “Opeta minule norjaa ennen ko koulu alkkaa”

source: Hun likner mye på mannen sin, men er enda verre. Oftest har hun bare ett øye.
fkv: Kielentutkiija Margareth Sandvik muitten kans oon “Opeta minule norjaa ennen ko koulu alkkaa!

source: Men selv det kan være for mye, derfor kan hun ta det ut og legge det under dørstokken, eller putte det i en pose som hun har hegende i beltet.
fkv: ” - prosjektin takana Bydel Bjerke:stä Oslossa. Prosjektin resultaattina oon syntyny kielistimuleeringin metuudi ja tasanselvittämistyökalu mitä lastentaras saattaa pittäät.

source: Hun har et sugerør av jern som hun bruker til å suge blodet ut av de menneskene hun kommer på kant med.
fkv: Metuudi näyttää kuinka saatethaan työtelä niin ette luođhaan hyvän kielimiljöön lastentarhaassa - kaikile lapsile.

source: Når hun trenger røret kan hun bare rope på det, så kommer det fykende.
fkv: Troll i ord rakenttuu tämän prosjektiin kokemukshiin. «Raamiplaana»

source: Kilde: Staloer tror at månen er et bål, skrevet av Kirsti Birkeland
fkv: Raamiplaanan jälkhiin lastentaras pittää eđesauttaat kommunikasjuunii ja kieltä.

source: Kalttiit: Stallut uskothaan ette kuu oon valkkee (Stalloer tror at månen er et bål), kirjoittaaja: Kirsti Birkeland
fkv: Raamiplaana sannoo kans ette lastentarhaan personaali pittää auttaat siinä ette kielirikkhaus oon koko lapsiroikan hyväksi.

source: Han representerer alle menneskelige svakheter som vi skal lære å håndtere som barn.
fkv: Samala se pittää aktiivisesti eđesauttaat ja kehittäät lasten norjan-/saamenkielistä kompetanssii.

source: Kilde: Den kulturelle skolesekken: https://dksbergen.no/staaloe-a-bekjempe-kjempene/ *
fkv: Kaikki nämät assiit tehđhään kielirikkhauđen näkkyyväksi ja arvostetuksi lastentarhaassa.

source: *Skal ikke oversettes
fkv: Kursi ja foorumi

source: Kalttiit: Den kulturelle skolesekken: https://dksbergen.no/staaloe-a-bekjempe-kjempene/
fkv: -Se oon ainua Norjassa tehty leikki- ja oppimateriaali minkä Joukhaismerkki oon hyväksynny.
